import React from 'react';
import Layout from '../../components/Layout';

const History = () => {
  return (
    <Layout>
      <div className="aboutContainer">
        <h1>История Учреждения «Салымбеков Университет»</h1>
        <p>История Учреждения «Салымбеков университет» начинается с момента основания Ассоциации «Дордой» учредителем, меценатом и общественным деятелем Аскаром Салымбековым. С 1991 года развитие системы здравоохранения и сохранение здоровья граждан является одной из приоритетных направлений деятельности. Для этого открыты и успешно функционируют ряд клиник и образовательных учреждений.</p>
        <p>В 2012 году был основан Общественный фонд «Фонд Аскара Салымбекова», который успешно реализовал ряд образовательных проектов, связанных с обучением школьников и студентов, изданием книг, проведением международных конференций, семинаров и круглых столов и внедрением уникальной образовательной системы дополнительного образования. Уникальными проектами являются общественные школы «Молодые лидеры Кыргызстана» (МЛК) для студентов, «Юные лидеры Кыргызстана» (ЮЛК) для школьников старших классов и «Будущие лидеры Кыргызстана» (БЛК) для школьников младших классов. Эти проекты позволили обучить и подготовить более 30 тысяч человек.</p>
        <p>Успешность и высокий спрос со стороны студентов, школьников, их родителей и общественности показали, что был выбран правильный путь развития образования и основываясь на этом опыте был сделан шаг в сторону создания высшего учебного заведения.</p>
        <p>Таким образом, прямым продолжением ранее успешно запущенных и реализованных образовательных программ является учреждение «Салымбеков университет» (далее – университет) в 2019 году для перехода к следующей стадии развития системы образования путем внедрения современных технологий, методик и программ для подготовки квалифицированных и востребованных кадров.</p>
        <p>Долгосрочной целью университета являются охват населения страны и привлечение иностранных граждан для предоставления качественного высшего образования по следующим направлениям:</p>
        <ul>
          <li>Медицинские науки;</li>
          <li>Технические науки;</li>
          <li>Экономические науки и бизнес;</li>
          <li>Сельскохозяйственные науки.</li>
        </ul>
        <p>С 2019 года успешно функционирует Международный факультет медицины, имеющий передовую учебную и клиническую базу, научные лаборатории, сильную ресурсную базу, современные учебные программы на английском и русском языках, квалифицированный профессорско-преподавательский состав в полном соответствии с требованиями государственного образовательного стандарта Кыргызской Республики.</p>
        <p>С первого дня своего открытия университет уделяет особое внимание развитию и усилению клинической базы. Функционируют собственные клиники, предоставляющие широкий спектр медицинских услуг, а студенты получают практические знания и навыки в таких учреждениях как:</p>
        <ul>
          <li><strong>DOC University Clinic</strong> — современная многопрофильная клиника, расположенная в деловом центре города Бишкек. Клиника оснащена передовым медицинским оборудованием и предоставляет услуги по различным медицинским направлениям.</li>
          <li><strong>Клиника «Лазмед»</strong> — многопрофильный медицинский центр, специализирующийся на лазерной медицине и общей хирургии.</li>
          <li><strong>Центр микрохирургии глаза «Дордой-Офтальмик Сервис»</strong> — офтальмологическая клиника с 20-летним опытом, предоставляющая высококачественные услуги в области лечения глазных заболеваний.</li>
          <li><strong>Медицинский центр «Дордой Медикал Парк»</strong> — современная клиника, специализирующаяся на диагностике и лечении терапевтических заболеваний.</li>
        </ul>
      </div>
    </Layout>
  );
};

export default History;
