import React from 'react';
import Layout from '../../components/Layout';

const Mission = () => {
  return (
    <Layout>
      <div className="aboutContainer">
        <h1>Миссия и ценности</h1>
        <div >
          <h2>Миссия</h2>
          <p>Подготовка современных кадров, способных реализовывать творческие инициативы и инновационные идеи на благо общества.</p>
        </div>
        <div >
          <h2>Стратегические цели, исходя из миссии:</h2>
          <ul>
            <li>Предоставление образование и подготовка высококвалифицированных кадров по востребованным направлениям рынка труда и в соответствии с международными стандартами качества образования.</li>
            <li>Развитие человеческих ресурсов, системы образования и здравоохранения страны путем открытия современных и инновационных образовательных и медицинских учреждений.</li>
            <li>Превращение Университета в один из первоклассных, инновационных и современных образовательных организаций страны с сильной материально-технической базой, качественным кадровым составом и высокой репутацией.</li>
          </ul>
        </div>
        <div>
          <h2>Ожидаемые результаты обучения:</h2>
          <ul>
            <li>Умение применять знания базовых естественных, гуманитарных, социальных, фундаментальных и клинических дисциплин в практической деятельности работника здравоохранения.</li>
            <li>Умение четко излагать свои мысли, полемизировать в рамках освоенных компетенций на государственном, официальном и английском языках с использованием медицинской терминологии на латинском языке.</li>
            <li>Получение навыка работы в интернациональной команде, принимать решения и нести ответственность как лидера и члена команды с использованием коммуникативных и базовых психологических навыков, умение делегировать полномочия в команде.</li>
            <li>Знание основных форм и методов профилактики заболеваний, санитарно-просветительской работы с населением, знание противоэпидемических мероприятий на уровне врача общей практики.</li>
            <li>Умение использовать современные информационные технологии для поиска, анализа, обработки и предоставлению общественности информации согласно получаемой компетенции, во врачебной, научной и педагогической деятельности.</li>
            <li>Владение навыками нравственного, культурного и профессионального самосовершенствования путем самостоятельного обзора учебников, научных статей, монографий и прочей литературы в рамках, формируемых компетенции.</li>
            <li>Знать, уметь применять и представлять общественности приобретенные общенаучные, профессиональные знания и инструментальные навыки для проведения научно-практических исследований в области медицины на международном уровне.</li>
            <li>Демонстрация профессиональных компетенций во врачебной, научной и педагогической деятельности в организациях — потенциальных работодателей.</li>
          </ul>
        </div>
      </div>
    </Layout>
  );
};

export default Mission;
